<!DOCTYPE html>
<html>
<head>
    <title>Добро пожаловать!</title>
</head>
<body>
<h2>Вы зарегистрировались на сайте {{ config('app.name') }}</h2>
<p>Привет, {{ $user->name }}</p>
<p>Ты успешно зарегистрировался на сайте {{ config('app.name') }}.</p>
<p>🕵️‍♂️ Чтобы начать, осталось лишь подтвердить свой email:</p>
<p>Пложалуйста перейдите по ссылке для активации вашего аккаунта:</p>
<p>
<a href="{{ $verificationUrl }}"
   style="background: #007bff; color: white; padding: 10px 20px; text-decoration: none; border-radius: 5px;">
    👉 Подтвердить участие
</a>
</p>
<p>⏰ Важно: Ссылка активна в течение 24 часов.</p>
<p>До встречи за столом.</p>
<p>В городе ночь...</p>
<p></p>
<p>С уважением, команда <a href="https://{{ config('app.url') }}">{{ config('app.name') }}</a></p>

</body>
</html>
